export const getNewsList = () => [
    {
        text: "ارتفاع تقييم مصر 6 درجات في مؤشر تنمية السياحة والسفر لعام 2021، مقارنة بتقييم 2019 سوهاج",
        id: 1,
    },
    {
        text: "المتحف القومي للحضارة المصرية يستقبل ثلاثة وفود رسمية من جزر المالديف، إندونيسيا، و البنك الدولي المتحف القومي للحضارة المصرية يستقبل ثلاثة وفود رسمية من جزر المالديف، إندونيسيا، و البنك",
        id: 2,
    },
    {
        text: "ارتفاع تقييم مصر 6 درجات في مؤشر تنمية السياحة والسفر لعام 2021، مقارنة بتقييم 2019 سوهاج",
        id: 3,
    },
];

export const getSearchResults = () => [
    {
        results: ["سوهاج"],
        searchTag: "نتائج البحث في مكاتب الوزارة",
        searchLocation: "الوزارة / مكاتب الوزارة",
        showMore: false,
        id: 1,
    },
    {
        results: [
            "ارتفاع تقييم مصر 6 درجات في مؤشر تنمية السياحة والسفر لعام 2021، مقارنة بتقييم 2019 سوهاج",
            "المتحف القومي للحضارة المصرية يستقبل ثلاثة وفود رسمية من جزر المالديف، إندونيسيا، و البنك الدولي المتحف القومي للحضارة المصرية يستقبل ثلاثة وفود رسمية من جزر المالديف، إندونيسيا، و البنك",
        ],
        searchTag: "نتائج البحث في الاخبار",
        searchLocation: "الرئيسية / الاخبار",
        showMore: true,
        id: 2,
    },
];
